tap "cdalvaro/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "asdf"
brew "bat"
brew "diff-so-fancy"
brew "fd"
brew "fzy"
brew "gh"
brew "git"
brew "jq"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "unzip"
brew "watch"
brew "cdalvaro/tap/wxmac"
