tap "cdalvaro/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "asdf"
brew "bat"
brew "cdalvaro/tap/wxmac"
brew "diff-so-fancy"
brew "fd"
brew "fzy"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "pinentry-mac"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "unzip"
brew "watch"

cask "1password"
cask "alacritty"
cask "appcleaner"
cask "brave-browser"
cask "docker"
cask "monitorcontrol"
cask "phpstorm"
cask "spotify"
cask "sublime-text"
cask "tableplus"
cask "tuple"

mas "1Password for Safari", id: 1569813296
mas "AdBlock for Safari", id: 1402042596
mas "Grammarly for Safari", id: 1462114288
mas "Magnet", id: 441258766

