tap "cdalvaro/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "asdf"
brew "bat"
brew "cdalvaro/tap/wxwidgets"
brew "diff-so-fancy"
brew "direnv"
brew "fd"
brew "fzy"
brew "gh"
brew "git"
brew "gnupg"
brew "jq"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "unzip"
brew "watch"

cask "1password"
cask "alacritty"
cask "appcleaner"
cask "docker"
cask "google-chrome"
cask "monitorcontrol"
cask "rectangle"
cask "spotify"
cask "tableplus"

